[
  {
    "case_index": 1,
    "text": "Hello. Hello, my name is Steven. I'm calling you from the Finance Department of the online company. You were speaking with Michael before and your manager is Mr. Omar, correct? Okay. All right. So yeah, I was calling you to help you because we were trying to find a solution and a way to make very quick and easy withdrawal of your money on the platform back to your bank. So I think we finally found an option and that's why I'm calling you to help you with that. So it will just take another five to ten minutes for the crime. If you're available, I would like to guide you through the steps and see if you can work out together. So are you available for me to help you with that? Yes. Okay. Wonderful. Now I will ask you please open any desk and give me the any desk on your computer. Okay. And the numbers? One, five, five. Okay. Okay. I will help you over here, okay? Okay. I guess, of course you. Okay. Now the name of the app is like this. It's a very colorful website. So we will try to verify you.",
    "summary": "Steven is calling from the Finance Department of the online company . He says he's trying to find a way to make quick and easy withdrawal of your money on the platform back to your bank . Steven: \"I think we finally found an option and that's why I'm calling you to help you\""
  },
  {
    "case_index": 2,
    "text": "I'm not sure if the phone is required. We will try to do it on the computer. It's probably we'll do it on the phone. Okay. Okay. Okay. Let me let me do it for you. Let me use your mouse. Yeah, we can do it only on the phone. Which phone are you using? Pixel. Pixel. It's a Google Pixel. Yeah. Okay. Okay. Maryam, let me ask you. Your phone, the one you said you are using Pixel phone. Is it an Android? Yes, it's an Android. Okay.",
    "summary": "I'm not sure if the phone is required, we will try to do it on the computer . Maryam, let me ask you. Your phone, the one you said you are using Pixel phone. Is it an Android? Yes, it's an"
  },
  {
    "case_index": 3,
    "text": "Let me let's test if we can do something. Can you download any desk on your phone? Try to download any desk on your phone and we will try to do it together on your phone. Okay. Okay. And when you open it for me the numbers, please on your phone.",
    "summary": "Try to download any desk on your phone and we will try to do it together . Can you"
  },
  {
    "case_index": 4,
    "text": "Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Can I do that? Okay. Okay. Yes. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. So. Let me just check if we can download any desk on your phone now. and then click on start now. Did you click on start now? Okay. And what do you see on the phone? Support. Okay there. Help us improve. This is support. A, there, there, all you like that. Say it again please. Support to make sure. Once you find support.",
    "summary": "Help us improve. This is support. A, there, there is all you like that. Say it again please. Support to make sure. Once you find support. Okay. Okay . Okay ."
  },
  {
    "case_index": 5,
    "text": "Yeah, it's me but it's not showing me connected. Do you see the icon it says choose what to share? You choose what to share. Okay. I see. All right. Because of, yeah, you have the pixel one. We cannot, we cannot share the pixel phone. Do you have any other phone or only this one? I have Samsung too. We have Samsung. Oh that would be, that would be wonderful. Can you download any desk on your Samsung phone? Because pixels are allowing it. Only Samsung and Motorola. Can you take my phone too? Sorry? I will take my phone to my daughter because she is using it. That would be lovely. Thank you. I would rather be fun for the mother. You work with other people? Sorry? Yeah, he just talked to my daughter. Okay, hello? Yeah, I have to go. I will download the... Are you back here? I have it downloaded already. Any desk on the Samsung phone, right? Now I want you to open it please. And give me the numbers. 1037, 498, 400. Okay, you're going to see a pop-up. You need the same way. Just accept the boxes and then click on accept and start now. Just one moment. Okay, now click on this blue circle in the middle, this you see. One more time, one more time and one more time.",
    "summary": "Can you download any desk on your Samsung phone? Because pixels are allowing it. Only Samsung and Motorola are allowed to do so . Do you have any other phone or only this one? I have Samsung too. We cannot, we cannot share the pixel phone. I would rather be fun for the mother."
  },
  {
    "case_index": 6,
    "text": "Click on okay. Now click on the top left corner, the arrow that looks to the left. Now look in the middle to the right, we have three dots, three white dots. Can you click on them? Permissions. We need to secure the account from the disclaimer. Yes, very good.",
    "summary": "We need to secure the account from the disclaimer . Now look in the middle to the"
  },
  {
    "case_index": 7,
    "text": "Click on this possible scan so we can cover that. And click on full access. In the middle it says full access. Okay, very good. Now I'm going to help you. So I will help you to download this cash application on your phone. And we will try to verify it on your phone, okay? Okay, I think we need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer, yeah? From the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay, and let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I download it, there are some apps, it's like this. Wow. Is it like you have a VPN or something? I don't know what I can do. Okay, all right. No problem. No problem. Then let's do like this. Let me click it and I'll get back to you, okay? Let me double check it on my side. Thank you. Thank you so much. Bye now. Bye. Bye.",
    "summary": "I will help you to download this cash application on your phone . And we will try to verify it on your mobile, okay? I think we need to scan it from the computer . Not available in your country. Why wouldn't it be available? I don't know what I can do ."
  }
]