{
  "cases": [
    "=== FINAL TRANSCRIPT ===\n\n Hello. Hello, my name is Steven. I'm calling you from the Finance Department of the online company. You were speaking with Michael before and your manager is Mr. Omar, correct? Okay. All right.",
    "So yeah, I was calling you to help you because we were trying to find a solution and a way to make very quick and easy withdrawal of your money on the platform back to your bank. So I think we finally found an option and that's why I'm calling you to help you with that. So it will just take another five to ten minutes for the crime. If you're available, I would like to guide you through the steps and see if you can work out together. So are you available for me to help you with that? Yes. Okay. Wonderful. Now I will ask you please open any desk and give me the any desk on your computer. Okay. And the numbers? One, five, five. Okay. Okay. I will help you over here, okay? Okay. I guess, of course you. Okay. Now the name of the app is like this. It's a very colorful website. So we will try to verify you.",
    "I'm not sure if the phone is required. We will try to do it on the computer. It's probably we'll do it on the phone. Okay. Okay. Okay. Let me let me do it for you. Let me use your mouse. Yeah, we can do it only on the phone. Which phone are you using? Pixel. Pixel. It's a Google Pixel. Yeah. Okay. Okay. Maryam, let me ask you. Your phone, the one you said you are using Pixel phone. Is it an Android? Yes, it's an Android. Okay.",
    "Let me let's test if we can do something. Can you download any desk on your phone? Try to download any desk on your phone and we will try to do it together on your phone. Okay. Okay. Let's try to download any desk on your phone. Okay. Okay. Okay. Okay. And when you open it, send me the numbers, please, on your phone. One zero nine. One eight five eight five nine. You're gonna see a check boxes, please accept them. Yeah.",
    "Put a check in the boxes and then click on accept. On the bottom left, you should see like a small box that you can put a check mark there. And then click on start now. Yeah. Click on start. You should click on start now. Yeah. Okay. And what do you see on the phone? The phone. Is this the phone? Here it's that way. Here it's that way. What do you see on the phone? Okay. There. Help us improve. This is support. Any desk that only like that. Say it again, please. Support connected. One zero nine four. Yeah, it's me but it's not showing me connected. I think, do you see the icon? It says choose what to share. Okay. Okay. Okay. Okay. Okay. Okay. Okay. Okay. You see the icon is that choose what to share.",
    "Okay. You choose what to share. Okay. Okay. I see. All right. Because of, yeah, you have the pixel one. We cannot, we cannot share the pixel phone. Do you have any other phone or only this one? I have some phone. We have some. Oh, that would be, that would be wonderful.",
    "Can you download any desk on your Samsung phone because pixel is not allowed in there. Only Samsung and Motorola. Can we save phone through? Sorry. I will take my phone to my daughter because she's using it. I will buy the different. Okay. You want to add them too? Sorry? Yeah, he just talked to my daughter. Okay. Hello? Yeah, I have to go. I will download the, are you back here? Okay. I have it downloaded already. Any desk on the Samsung phone, right? Now I want you to open it, please. And give me the numbers. 1037498400. Okay. You're going to see a popup. You need the same way. Just accept the boxes and then click on accept and start now. Just one moment. Okay.",
    "Now click on this blue circle in the middle. This is the one more time. One more time and one more time. Click on okay. Now click on the top left corner. Now look in the middle to the right, you have three dots, three white dots. Can you click on them? Permissions. We need to secure the account from the disclaimer. Yes, very good. Click on this possible scam so we can cover that. And click on full access in the middle. It says full access. Okay, very good. Now I'm going to help you. So I will help you to download these cash application on your phone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it b going to help you. So I will help you to download these cash application on your phone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I downloaded some app, it's like this. Wow. Is it like you have a VPN or something? I don't know. I can't. Okay. All right. No problem. No problem. Then let's do like this. Let me click it and I'll get back to you. Okay. Thank you. Thank you so much. Bye now. Bye. Bye. going to help you. So I will help you to download these cash application on your phone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I downloaded some app, it's like this. Wow. Is it like you have a VPN or something? I don't know. I can't. Okay. All right. No problem. No problem. Then let's do like this. Let me click it and I'll get back t going to help you. So I will help you to download these cash application on your phone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I downloaded some app, it's like this. Wow. Is it like you have a VPN or something? I don't know. I can't. Okay. All right. N going to help you. So I will help you to download these cash application on your phone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it bhone and we will try to verify it on your phone.",
    "Okay. Okay, I think we need to scan it. We need to scan it from the computer. Okay. Go to your computer. I'm going to open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it b open the camera right now. No, no, no, from the computer. Yeah, from the computer. Are you in front of your computer right now? Yeah. Okay, now put the camera in front of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it bnt of the computer, please. Okay, let me switch. Okay. And let me open the QR. Okay. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I downloaded some app, it's like this. Wow. Not available in your country. Are you in Canada right now? No. Why wouldn't it be available? I don't know. Yeah, even if I downloaded some app, it's like this. Wowe available? I don't know. Yeah, even if I downloaded some app, it's like this. Wow. Is it like you have a VPN or something? I don't know. I can't. Okay. All right. N. Is it like you have a VPN or something? I don't know. I can't. Okay. All right. No problem. No problem. Then let's do like this. Let me click it and I'll get back to problem. No problem. Then let's do like this. Let me click it and I'll get back to you. Okay. Thank you. Thank you so much. Bye now. Bye. Bye. ========================"
  ]
}